<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div id="tab">
  <div id="tabhead">
    <ul>
      <li class="activetab"><a href="/diagram/about">О диаграммах</a></li>
      <li><a href="/diagram/pieChart">Круговая диаграмма</a></li>
      <li><a href="/diagram/basicColumnChart">Столбчатая диаграмма</a></li>
      <li><a href="/diagram/basicLineChart">График</a></li>
        <li><a href="/diagram/basicBarChart">Столбчатая</a></li>
    </ul>
  </div>
  <div id="tabcontent">
    <h3 align="center">Диаграмма</h3>
    <p>Диагра́мма (греч. Διάγραμμα (diagramma) — изображение, рисунок, чертёж) —
      графическое представление данных линейными отрезками или геометрическими
      фигурами, позволяющее быстро оценить соотношение нескольких величин.
      Представляет собой геометрическое символьное изображение информации с
      применением различных приёмов техники визуализации.Иногда для оформления
      диаграмм используется трёхмерная визуализация, спроецированная на плоскость,
      что придаёт диаграмме отличительные черты или позволяет иметь общее
      представление об области, в которой она применяется. Например:
      финансовая диаграмма, связанная с денежными суммами, может представлять
      собой количество купюр в пачке или монет в стопке; диаграмма сравнения
      количества подвижного состава — различную длину изображённых поездов
      и т. д. Благодаря своей наглядности и удобству использования, диаграммы
      часто используются не только в повседневной работе бухгалтеров,
      логистов и других служащих, но и при подготовке материалов презентаций
      для клиентов и менеджеров различных организаций. В различных процессорах
      графопостроения (графических программах) и электронных таблицах при
      изменении данных, на основе которых построена диаграмма, она будет
      автоматически перестроена с учётом внесённых изменений в таблицу
      исходных данных. Это позволяет быстро сравнивать различные показатели,
      статистические данные и т. д. — можно вводить новые данные и сразу
      видеть изменения диаграммы.</p>
  </div>
</div>

